[
  "cm-editor-syntax-highlight-obsidian",
  "smart-random-note",
  "obsidian-style-settings",
  "calendar",
  "obsidian-outliner",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "nldates-obsidian",
  "obsidian-emoji-toolbar",
  "omnisearch",
  "update-time-on-edit",
  "templater-obsidian",
  "table-editor-obsidian",
  "periodic-notes",
  "obsidian-rollover-daily-todos",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-admonition"
]