[
  "cm-editor-syntax-highlight-obsidian",
  "smart-random-note",
  "obsidian-style-settings",
  "obsidian-outliner",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "nldates-obsidian",
  "omnisearch",
  "update-time-on-edit",
  "templater-obsidian",
  "table-editor-obsidian",
  "periodic-notes",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-admonition",
  "obsidian-git",
  "quick-latex",
  "meld-encrypt",
  "obsidian-annotator",
  "obsidian-dictionary-plugin",
  "obsidian-day-planner",
  "homepage",
  "deepl",
  "obsidian-kanban",
  "obsidian-smart-typography",
  "obsidian-minimal-settings",
  "fontsource",
  "custom-font-loader",
  "obsidian-linter",
  "find-unlinked-files",
  "code-styler",
  "time-ruler"
]