[
  "cm-editor-syntax-highlight-obsidian",
  "smart-random-note",
  "obsidian-style-settings",
  "calendar",
  "obsidian-outliner",
  "obsidian-icon-folder",
  "recent-files-obsidian",
  "nldates-obsidian",
  "obsidian-emoji-toolbar",
  "omnisearch",
  "update-time-on-edit",
  "templater-obsidian",
  "table-editor-obsidian",
  "periodic-notes",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-admonition",
  "obsidian-git",
  "quick-latex",
  "custom-font-loader",
  "meld-encrypt",
  "obsidian-annotator",
  "obsidian-full-calendar",
  "obsidian-dictionary-plugin",
  "obsidian-day-planner",
  "homepage",
  "tasks-calendar-wrapper"
]